tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
brew "amfora"
brew "asdf"
brew "autojump"
brew "awscli"
brew "cffi"
brew "cmake"
brew "docutils"
brew "exercism"
brew "fish"
brew "grc"
brew "harfbuzz"
brew "helm"
brew "imagemagick"
brew "jd"
brew "jq"
brew "jsonnet"
brew "k9s"
brew "kind"
brew "kubernetes-cli"
brew "lazygit"
brew "libheif"
brew "libtiff"
brew "lima"
brew "links"
brew "mosh"
brew "neovim"
brew "openjdk"
brew "pandoc"
brew "pycparser"
brew "qemu"
brew "ripgrep"
brew "terraform"
brew "the_silver_searcher"
brew "tmux"
brew "tmuxp"
brew "tree"
brew "watch"
cask "font-hack-nerd-font"
cask "macdown"
cask "mactex"
cask "tableplus"
