{
	"$schema" : "https://aka.ms/winget-packages.schema.2.0.json",
	"CreationDate" : "2025-07-03T15:30:21.481-00:00",
	"Sources" : 
	[
		{
			"Packages" : 
			[
				{
					"PackageIdentifier" : "7zip.7zip"
				},
				{
					"PackageIdentifier" : "Git.Git"
				},
				{
					"PackageIdentifier" : "SourceFoundry.HackFonts"
				},
				{
					"PackageIdentifier" : "Mozilla.Firefox"
				},
				{
					"PackageIdentifier" : "Notepad++.Notepad++"
				},
				{
					"PackageIdentifier" : "JFLarvoire.Ag"
				},
				{
					"PackageIdentifier" : "vim.vim"
				},
				{
					"PackageIdentifier" : "version-fox.vfox"
				},
				{
					"PackageIdentifier" : "TortoiseSVN.TortoiseSVN"
				},
				{
					"PackageIdentifier" : "GitHub.cli"
				},
				{
					"PackageIdentifier" : "Neovim.Neovim"
				},
				{
					"PackageIdentifier" : "OSGeo.QGIS_LTR"
				},
				{
					"PackageIdentifier" : "WerWolv.ImHex"
				},
				{
					"PackageIdentifier" : "JohnMacFarlane.Pandoc"
				},
				{
					"PackageIdentifier" : "Alacritty.Alacritty"
				},
				{
					"PackageIdentifier" : "Inkscape.Inkscape"
				},
				{
					"PackageIdentifier" : "wez.wezterm"
				},
				{
					"PackageIdentifier" : "Clockify.Clockify"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerShell"
				},
				{
					"PackageIdentifier" : "JanDeDobbeleer.OhMyPosh"
				},
				{
					"PackageIdentifier" : "Microsoft.VisualStudioCode"
				},
				{
					"PackageIdentifier" : "Microsoft.Azure.FunctionsCoreTools"
				},
				{
					"PackageIdentifier" : "GnuWin32.DiffUtils"
				},
				{
					"PackageIdentifier" : "GnuWin32.Grep"
				},
				{
					"PackageIdentifier" : "LibreWolf.LibreWolf"
				},
				{
					"PackageIdentifier" : "rjpcomputing.luaforwindows"
				},
				{
					"PackageIdentifier" : "GnuWin32.Make"
				},
				{
					"PackageIdentifier" : "BurntSushi.ripgrep.GNU"
				},
				{
					"PackageIdentifier" : "DBeaver.DBeaver.Community"
				},
				{
					"PackageIdentifier" : "GnuWin32.Which"
				},
				{
					"PackageIdentifier" : "Microsoft.NuGet"
				},
				{
					"PackageIdentifier" : "Postman.Postman"
				},
				{
					"PackageIdentifier" : "SQLite.SQLite"
				},
				{
					"PackageIdentifier" : "Obsidian.Obsidian"
				},
				{
					"PackageIdentifier" : "jqlang.jq"
				},
				{
					"PackageIdentifier" : "sharkdp.fd"
				},
				{
					"PackageIdentifier" : "waterlan.dos2unix"
				},
				{
					"PackageIdentifier" : "zig.zig"
				},
				{
					"PackageIdentifier" : "MSYS2.MSYS2"
				},
				{
					"PackageIdentifier" : "Microsoft.PowerToys"
				},
				{
					"PackageIdentifier" : "Canonical.Ubuntu.2404"
				},
				{
					"PackageIdentifier" : "Microsoft.CmdPalGitHubExtension"
				},
				{
					"PackageIdentifier" : "Microsoft.AppInstaller"
				},
				{
					"PackageIdentifier" : "Microsoft.WindowsTerminal"
				},
				{
					"PackageIdentifier" : "zadjii.ObsidianNotesExtension"
				}
			],
			"SourceDetails" : 
			{
				"Argument" : "https://cdn.winget.microsoft.com/cache",
				"Identifier" : "Microsoft.Winget.Source_8wekyb3d8bbwe",
				"Name" : "winget",
				"Type" : "Microsoft.PreIndexed.Package"
			}
		}
	],
	"WinGetVersion" : "1.11.400"
}
